Repository: BigBen11/WeatherFox
Catalog: app/lib/l10n/app_*.arb
Languages: de

# appTitle
source: WeatherFox
de: WetterFuchs

source: Cancel
de: Abbrechen

source: Yes
de: Ja

source: No
de: Nein

source: Add
de: Hinzufügen

source: Save
de: Speichern

# error
source: We apologize for the inconvenience. This should not have happened...
de: Sorry, da ist etwas schief gegangen...

source: Loading
de: Lade ...

source: Select
de: Auswahl

source: Selected
de: Ausgewählt

source: Search
de: Suche

# counterLabel
source: You have pushed the button this many times:
de: Du hast den Button sooft gedrückt:

# fabMainTooltip
source: Increment
de: erhöhen

source: Home
de: Start

source: Counter
de: Zähler

source: calendar
de: Kalender

source: tomorrow
de: morgen

# autocomplete_hint
source: Type in another location here
de: Anderen Ort suchen

# lastUpdate
source: Last weather Update on {date} at {time}
de: Letztes Update am {date} um {time}

# mintemp
source: Minimal temerature in {temp}
de: Min. Temperatur in {temp}

# maxtemp
source: Maximal temerature in {temp}
de: Max. Temperatur in {temp}

# avgtemp
source: Average temerature in {temp}
de: Ø Temperatur in {temp}

# maxwind
source: Maximal wind speed in {temp}
de: Max Windgeschw. in {temp}

# percip
source: Total Percipitation in {temp}
de: Gesamtniederschlag in {temp}

# snow
source: Total Snow in {temp}
de: Gesamtschnee in {temp}

# visibility
source: Average Visibility in {temp}
de: Ø Sichtweite in {temp}

# humidity
source: Average Humidity in %
de: Ø Luftfeuchtigkeit in %

# uv
source: Ultraviolet Radiation Intensity (UV)
de: Ultraviolette Strahlung (UV)

# sunrise
source: sunrise at
de: Sonnenaufgang

# mytime
source: {time}
de: {temp}

# sunset
source: sunset at
de: Sonnenuntergang

# moonrise
source: moonrise at
de: Mondaufgang

# moonset
source: moonset at
de: Monduntergang

# moonphase
source: Current moonphase
de: Aktuelle Mondphase

source: Moon Illumination
de: Mondhelligkeit

# calender_import
source: Import events from calendar
de: Kalendertermine importieren

source: settings
de: Einstellungen

# rain_warning
source: It will rain today!
de: Heute wird es regnen!

# snow_warning
source: It will snow today!
de: Heute wird es schneien!

# todays_plans
source: Today you have following plans:
de: Heute haben sie folgende Termine:

# today_noplans
source: You have no plans for today
de: Für heute haben Sie keine Termine

source: Way to
de: Hinweg

source: Way back
de: Rückweg

# rain_check
source: It rains on the {way}
de: Es regnet beim {way}

# snow_check
source: It snows on the {way}
de: Es schneit beim {way}

# wind_check
source: Strong wind on the {way}
de: Starker Wind beim {way}

# cold_check
source: Very cold on the {way}
de: Sehr kalt beim {way}

# heat_check
source: Very hot {way}
de: Sehr heiß beim {way}
